Repository: UAlbertaALTLab/itwewina
Catalog: neahtta/translations/*/LC_MESSAGES/messages.po
Languages: et, no, se

source: Transliterated
no: Translitterert

source: Mobile friendly
no: (... og er tilpassa mobiltelefonen!)
se: Doaibmá mobiilatelefovnnas

source: Online Odawa dictionary
no: Andre ordbøker

source: Social media
no: acdnstz
se: Sosiála media

source: (incl. <em>ио</em>)
no: (forstår <em>acdnstz</em>)

source: Molodtsov orthography
no: Molotsov-ortografi

source: (incl. <em>жзиоч</em>)
no: (forstår <em>acdnstz</em>)

source: Standard (<em>ӝӟӥӧӵ</em>)
no: (<em>ӝӟӥӧӵ</em>)

source: Social media (incl. <em>жзиоч</em>)
no: For sosiale media (forstår <em>acdnstz</em>)

source: North Sámi
et: põhjasaami
no: Nordsamisk
se: Davvisámegiella

source: North Sámi (#SoMe)
et: põhjasaami (#SoMe)
no: Nordsamisk
se: Davvisámegiella (#SoMe)

source: English
et: inglise
no: Engelsk
se: Eŋgelasgiella

source: Hungarian
et: ungari
no: Ungarsk

source: South Sámi
et: lõunasaami
no: Sørsamisk
se: Lullisámegiella

source: Udmurt
et: udmurdi
no: Udmurtisk

source: Kven
et: kveeni
no: Kvensk
se: Kvenagiella

source: Olonetsian
et: Aunuse karjala
no: Livvisk
se: Aunusgárjilgiella

source: Estonian
et: eesti
no: Estisk
se: Esttegiella

source: Livonian
et: liivi
no: Livisk
se: Liivigiella

source: Izhorian
et: isuri
no: Ingrisk
se: Inkeroisgiella

source: Veps
no: Vepsisk

source: Votic
no: Votisk

source: Erzya
et: ersa
no: erzja
se: Ersagiella

source: Moksha
et: mokša
no: Moksjamordvinsk
se: Mokšagiella

source: French
et: prantsuse
no: Fransk

source: Western Mari
et: mäemari
no: Vestmarisk
se: Várremarigiella

source: Eastern Mari
et: niidumari
no: Østmarisk
se: Niitomarigiella

source: Nenets
et: neenetsi
no: Nenetsisk
se: Nenecagiella

source: Skolt Sami
no: Østsamisk

source: Northern Haida
et: põhjahaida
no: Nord-haida

source: Inari Saami
no: Enaresamisk

source: Khanty
no: Khantisk

source: Irish
no: Finsk

source: Finnish
et: soome
no: Finsk
se: Suomagiella

source: Norwegian
et: norra
no: Norsk
se: Dárogiella

source: Russian
et: vene
no: Russisk
se: Ruoššagiella

source: Latvian
et: läti
no: Latvisk
se: Latviagiella

source: Romanian
no: Rumensk

source: (incl. <em>aaacdnsz</em>)
no: (forstår <em>acdnstz</em>)

source: (incl. <em>acdnstz</em>)
no: (forstår <em>acdnstz</em>)

source: Tolerant (also <em>acdnstz</em>)
no: Tolerant (forstår <em>acdnstz</em>)

source: mobile friendly
et: telefonisõbralik
no: (... og er tilpassa mobiltelefonen!)
se: (... ja doaibmá mobiilatelefovnnas!)

source: About
et: Meist
no: Om ordboka
se: Sátnegirjji birra

source: A dictionary that understands what you're looking for.
et: Sõnaraamat, mis saab aru, mida sa otsid.
no: Ei ordbok som forstår hva du leter etter.
se: Sátnegirji mii ipmirda maid don leat ohcame.

source: (... And is mobile-friendly!)
et: (... ja on telefonisõbralik!)
no: (... og er tilpassa mobiltelefonen!)
se: (... ja doaibmá mobiilatelefovnnas!)

source: Free
et: Vaba
no: Åpen
se: Nuvttá

source: Everything (or, well, almost everything) that concerns minority languages should be free. Here you'll find free dictionaries, and other analytical tools.
et: Kõik (või peaaegu kõik), mis puudutab vähemuskeeli peaks olema tasuta. Siit leiad sa tasuta sõnaraamatuid ja teisi analüüsivahendeid.
no: Alt (eller i alle fall nesten alt) som har med minoritetsspråk å gjøreburde være åpent tilgjengelig. Her vil du finne åpne ordbøker og andre analyseverktøy.
se: Buot (dahje goitge measta buot) mii guoská vehádatgielaide, galggašii leat nuvttá. Dás gávnnat nuvttá sátnegirjjiid, ja eará analyserenreaidduid.

source: Open-Source
et: Avatud lähtekoodiga
no: Åpen kildekode
se: Rabas gáldokoda

source: Everything here is based on open-source tools. Do you have an idea for an app or research project that needs linguistic resources? Visit <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a>'s website for information on how to get access to lexicon files, and morphological and syntactic analyzers.
no: Alt her er basert på åpen kildekode. Har du en ide for en app eller et forskingsprosjekt som trenger språklige ressurser? Du finner informasjon om hvordan du kan få tilgang til leksikonfiler og morfologiske og syntaktiske analyseprogram på <a class="blue\ href="http://giellatekno.uit.no/">Giellateknos hjemmeside</a>.
se: Buot dás vuođđuduvvo rabas gáldokodareaidduide. Leatgo pláneme app dahje dutkanprošeavtta masa dárbbašat lingvisttalaš resurssaid? <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> ruovttusiiddus gávnnat dieđuid das mo don beasat geavahit sátnelisttuid, fiillaid ja morfologalaš ja syntávssalaš analysáhtoriid.

source: Linguistic basis
et: Lingvistiline alus
no: Lingvistisk basis
se: Lingvisttalaš vuođđu

source: Write what you wish, and the dictionary will analyze it to break apart compound words and find base forms.
et: Kirjuta, mida tahad ja sõnaramaamat analüüsib seda osade kaupa leides algvormi.
no: Skriv hva du vil, og ordboka analyserer det for å finne sammensetninger og grunnformer.
se: Čále maid háliidat, ja sátnegirji ohcá vuođđohámiid.

source: Source material
et: Algmaterjalid
no: Kildemateriale
se: Gáldomateriálat

source: sme ↔ nob
no: Nordsamisk ↔ norsk
se: Davvisámegiella ↔ dárogiella

source: Approximately half of the content of the dictionaries is taken from a parallel corpus of administrative text, financed by the Ministry of Local Government and Modernisation.
no: Omtrent halvparten av innholdet er tatt fra et parallellkorpus bestående av administrative tekster. Arbeidet er finansiert av Kommunal- og regionaldepartementet.

source: sma ↔ nob
no: Sørsamisk ↔ norsk
se: Lullisámegiella ↔ dárogiella

source: The dictionaries for South Sámi and Norwegian build on material prepared by Albert Jåma and Tove Brustad in the <a class="blue" href="http://www.ruovatsijte.no/">Hemnes Sámi Organization</a>, but has in addition gained words from <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> and <a class="blue" href="http://aajege.no/">Aajege</a>'s work with the Southern Sámi <a class="blue" href="http://oahpa.no">Oahpa</a>.
et: The dictionaries for South Sámi and Norwegian build on material prepared by Albert Jåma and Tove Brustad in the <a class="blue" href="http://www.ruovatsijte.no/">Hemnes Saami Organization</a>, but has in addition gained words from <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> and <a class="blue" href="http://aajege.no/">Aajege</a>'s work with the South Saami <a class="blue" href="http://oahpa.no">Oahpa</a>.
no: Ordbøkene for sørsamisk og norsk bygger på materiale tilrettelagt av Albert Jåma og Tove Brustat i <a class="blue" href="http://www.ruovatsijte.no/">Hemnes sameforening</a>, men har i tillegg fått lagt til ord fra <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> and <a class="blue" href="http://aajege.no/">Aajege</a> sitt arbed med det sørsamiske læringsprogrammet <a class="blue" href="http://oahpa.no">Oahpa</a>.
se: Lullisámi sátnegirjjit vuođđuduvvojit Albert Jåma ja Tove Brustad ráhkadan sátnelisttuide mat gávdnojit dás: <a class="blue" href="http://www.ruovatsijte.no/">Hemnes Sámi Searvi</a>, muhto dasa lassin leaba <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> ja <a class="blue" href="http://aajege.no/">Aajege</a> lasihan sániid barggadettiin lullisámi <a class="blue" href="http://oahpa.no">Oahpain</a>.

source: sme ↔ fin
no: Nordsamisk ↔ finsk
se: Davvisámegiella ↔ suomagiella

source: Dictionaries for North Sámi and Finnish are based on lexical material from the <a class="green" href="http://kotus.fi">Institute for the Languages of Finland</a>, and from Giellatekno's work with the North Sámi <a class="green" href="http://oahpa.no">Oahpa</a>. In addition, we have included frequent words from North Sámi, but especially from Finnish.
et: Dictionaries for North Saami and Finnish are based on lexical material from the <a class="green" href="http://kotus.fi">Institute for the Languages of Finland</a>, and from Giellatekno's work with the North Saami <a class="green" href="http://oahpa.no">Oahpa</a>. In addition, we have included frequent words from North Saami, but especially from Finnish.
no: Ordbøkene for nordsamisk og finsk er basert på leksikalsk materiale fra <a class="green" href="http://kotus.fi">Intitutionen för de inhemska språken i Finland</a>, og fra Giellateknos arbeid med nordsamisk <a class="green" href="http://oahpa.no">Oahpa</a>. I tillegg har vi lagt til vanlige ord både fra nordsamisk og spesielt fra finsk.
se: Davvisámi-suoma-davvisámi sátnegirjjit vuođđoduvvojit Giellatekno <a class="green" href="http://oahpa.no">Oahpa</a>-bargui ja sátnelisttuide maid leat ožžon dán ásahusas: <a class="green" href="http://kotus.fi">Forskingscentralen för de inhemska språken i Helsingfors</a>. Mii leat maid lasihan dábálaš davvisámegiela ja erenoamážit suomagiela sániid.

source: Each of the dictionaries contains about 11,000 base words.
et: Iga sõnaraamat sisaldab umbes 11000 sõna.
no: Hver av ordbøkene inneholder omtrent 11.000 lemmaer
se: Juohke sátnegirjjis leat su. 11000 vuođđosáni.

source: Find a problem?
et: Kas tekkis probleem?
no: Fant du et problem?
se: Juoga ii doaibma?

source: If you find any bugs, please get in touch with us. Describe the problem, and tell us what web browser or mobile phone you were using, or what word you were searching for when you encountered the problem.
et: Kui sa leiad vea, siis võta, palun, meiega ühendust. Kirjelda probleemi, ja ütle, millist brauserut või telefoni sa kasutasid või mis sõna sa otsisid, kui probleem tekkis.
no: Hvis du finner noen feil, vær så snill og ta kontakt med oss. Beskriv problemet og fortell oss hvilken nettleser eller mobiltelefon du brukte, eller hvilket ord du søkte etter når du støtte på problemet.
se: Jus fuobmát meattáhusa, de berrešit váldit oktavuođa minguin. Čilge čuolmma ja muital guđe neahttalohkki dahje mobiilatelefovnna don geavahit, ja maid don ledjet ohcame go fuobmájit váttisvuođa.

source: Contact us
et: Võta meiega ühendust
no: Kontakt oss
se: Váldde oktavuođa

source: Need more dictionaries? <a href="http://dicts.uit.no/">Here's our full list</a>, and more resources.
no: Trenger du flere ordbøker? <a href="http://dicts.uit.no/">Her er den komplette lista</a>, og flere andre ressurser.
se: Dárbbašatgo eanet sátnegirjjiid? <a href="http://dicts.uit.no/">Dás lea olles listu</a>, ja eanet resurssat.

source: Paradigm
no: Paradigme

source: Created with free and open-source language tools from <em><a href="http://giellatekno.uit.no">Giellatekno</a></em>, a Sámi Language Technology group at the <a href="http://uit.no">University of Tromsø</a>.
et: Created with free and open-source language tools from <em><a href="http://giellatekno.uit.no">Giellatekno</a></em>, Centre for Saami Language Technology at the <a href="http://uit.no">UiT The Arctic University of Norway</a>.
no: Laga med språkverktøy basert på gratis og åpen kildekode fra <em><a href="http://giellatekno.uit.no/index.nob.html">Giellatekno</a></em>, Senter for samisk språkteknologi ved <a href="http://uit.no">UiT Norges arktiske universitet</a>.
se: Ráhkaduvvon <em><a href="http://giellatekno.uit.no">Giellatekno</a></em> nuvttá ja rabas gáldokoda reaidduiguin. Giellatekno lea <a href="http://uit.no">UiT Norgga árktalaš universtehta</a> sámi giellateknologiija joavku.

source: Select a word, and press Tab
no: Velg et ord, og trykk på Tab-tasten

source: ohcansátni
no: søkeord

source: Search
et: otsing
no: Søk
se: Oza

source: Search texts
et: Otsi tekste
no: Søk i tekst
se: Oza teavsttain

source: Other dictionaries
et: Muud sõnaraamatud
no: Andre språk
se: Eará sátnegirjjit

source: Full paradigm
no: Flere bøyningsformer

source: Search for a word, or a word form for a word analysis and definition.
no: Søk etter et ord, evt. en bøyd form. Klikk på ordet for å få el liste over bøyde former. <br /><br /> Du kan også søke etter ordet i et tekst korpus, eller etter alle bøyde formene av ordet, ved å klikke på 'tekst'-lenka ved siden av det i søkeresultatet.
se: Oza sáni, vej. sojahuvvon hámi. Jus coahkkalat sáni, de oaččut listtu mas leat sojaheamit. <br /><br /> "Oza teavsttain"-boaluin don ozat sáni teakstačoakkáldagas, dahje sáhtát buot sojahanhámiid ohcat liŋkkain mii dihtto olgeš ravddas.

source: The dictionaries for South Saami and Norwegian build on material prepared by Albert Jåma and Tove Brustad in the <a class="blue" href="http://www.ruovatsijte.no/">Hemnes Saami Organization</a>, but has in addition gained words from <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> and <a class="blue" href="http://aajege.no/">Aajege</a>'s work with the Southern Sámi <a class="blue" href="http://oahpa.no">Oahpa</a>.
no: Ordbøkene for sørsamisk og norsk bygger på materiale utarbeidet av Albert Jåma og Tove Brustad i Hemnes sameforening. I tillegg har vi lagt til ord fra Giellatekno og Aajeges arbeid med Oahpa.

source: Everything here is based on open-source tools. Do you have an idea for an app or research project that needs linguistic resources? Visit the <a class="blue" href="http://altlab.artsrn.ualberta.ca/">ALTLab</a> and <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> websites for information on how to get access to lexicon files, and morphological and syntactic analyzers.
no: Alt her er basert på åpen kildekode. Har du en ide for en app eller et forskingsprosjekt som trenger språklige ressurser? Du finner informasjon om hvordan du kan få tilgang til leksikonfiler og morfologiske og syntaktiske analyseprogram på <a class="blue\ href="http://giellatekno.uit.no/">Giellateknos hjemmeside</a>.

source: s/he speaks Cree
no: Han/hun snakker cree

source: More to come...
et: Uued on tulekul...
no: Her kommer det mer...
se: Boahtá eanet...

source: Previous:
no: Tidligere:

source: Sources and References
no: Kilder og referanser

source: saying
no: uttrykk

source: riddle
no: gåte

source: proverb
no: ordtak

source: sign
no: tegn

source: play on words
no: ordspill

source: idiom
no: idiomatisk uttrykk

source: answer
no: svar

source: mrj ↔ fin
no: Vestmarisk - finsk
se: Várremarigiella ↔ suomagiella

source: liv ↔ fin
no: Livisk ↔ finsk
se: Liivigiella ↔ suomagiella

source: olo ↔ fin
no: Olonetsisk ↔ finsk
se: Livvigiella ↔ suomagiella

source: We have moved some languages to <a href="http://sonad.oahpa.no/">Sonad</a>, please update your bookmarks.
no: Vi har flyttet noen språk til <a href="http://sonad.oahpa.no/">Sonad</a>, så du må oppdatere bokmerket ditt for disse språkene.

source: Approximately half of the content of the dictionaries is taken by searching for parallels in a parallel corpus of administrative text. This work was financed by the Ministry of Local Government and Modernisation.
no: Omtrent halvparten av innholdet er tatt fra et parallellkorpus bestående av administrative tekster. Arbeidet er finansiert av Kommunal- og regionaldepartementet.

source: Dictionaries for North Saami and Finnish are based on lexical material from the <a class="green" href="http://kotus.fi">Institute for the Languages of Finland</a>, and from Giellatekno's work with the North Saami <a class="green" href="http://oahpa.no">Oahpa</a>. In addition, we have included frequent words from North Saami, but especially from Finnish.
no: Ordbøkene for nordsamisk og finsk er basert på leksikalsk materiale fra <a class="green" href="http://kotus.fi">Intitutionen för de inhemska språken i Finland</a>, og fra Giellateknos arbeid med nordsamisk <a class="green" href="http://oahpa.no">Oahpa</a>. I tillegg har vi lagt til vanlige ord både fra nordsamisk og spesielt fra finsk.

source: In both directions there are about 11,000 entries.
no: Hver av ordbøkene inneholder omtrent 11.000 lemmaer

source: Other North Saami dictionaries
no: Andre nordsamiske ordbøker

source: If you are using a device without a Sámi keyboard, consider using <a href="/SoMe/nob/">tolerant mode</a>, which allows you to type <em>acdnstz</em> for <em>áčđŋšŧž</em>.
no: <b>Hvis du ikke har samisk tastatur</b>, må du bruke <a href="/SoMe/nob/">tolerant modus</a>, og du kan skrive <em>acdnstz</em> når du mener <em>áčđŋšŧž</em>.

source: You selected tolerant mode, the variant which accepts the letters acdnstz as áčđŋšŧž in addition to their usual values.
no: Du har valgt tolerant modus. Det innebærer at bokstavene adcnstz blir akseptert som áčđŋšŧž i tillegg til sine vanlige verdier.

source: Whoops! The page you requested was not found. If you think you are receiving this in error, please contact us.
et: Tohoh! Seda lehte ei leitud. Kui sa arvad, et see teade on ekslik, siis võta meiega ühendust
no: Oi! Vi fant ikke sida du så etter. Hvis du tror dette er på grunn av en feil vil vi bli glad om du kontakter oss.
se: Vuoi! Siidu ii gávdno. Jus du mielas galggašii gávdnot, " "de dáhttut du váldit oktavuođa minguin.

source: If you followed a link from the front page, it may be that the dictionary you were browsing is not yet bilingual.
no: Hvis du fulgte ei lenke fra forsida, kan det være at ordboka du leste i ikke går begge veier enda.

source: Whoops! There was some kind of error.
et: Tohoh! Tekkis mingi tõrge.
no: Oops! Nå skjedde det visst en feil her.

source: next
no: Søk alle former i tekster

source: Neahttadigisánit
no: Neahttadigisánit Klikk-i-tekst
se: Neahttadigisániid coahkkal-teavsttas

source: Swap
et: Vaheta
no: Snu
se: Molsso

source: is a possible form of ...
et: võib olla vorm sõnast ...
no: er en mulig form av ...
se: lea vejolaččat dán sáni hápmi:

source: Word <span lang="%(_from)s">%(input)s</span> not found.
no: <span lang="%(_from)s">%(input)s</span> ble ikke funnet.
se: Sátni <span lang="%(_from)s">%(input)s</span> ii gávdnon.

source: Other analyses for <em>%(user_input)s</em> without a translation.
no: Andre analyser for <em>%(user_input)s</em> uten oversetting.

source: Press Tab to select a word
no: Trykk Tab for å velge et ord

source: <span class="reposition_hide">Language</span>
et: <span class="reposition_hide">Keel</span>
no: <span class="reposition_hide">Språk</span>

source: Language
et: Keel
no: Språk
se: Giella

source: Dictionaries
et: Sõnaraamatud
no: Ordbøker
se: Sátnegirjjit

source: Escape Text-TV mode
no: Gå ut av tekst-TV-modus

source: Written variant
et: Kirjalik variant
no: Skriftspråksvariant
se: Čállinvuohki

source: Search type
no: Søk i tekst

source: Texts
no: Søk alle former i tekster
se: Teavsttain

source: Home
et: Algus
no: Hjem
se: Ruoktu

source: Plugins
et: Pluginad
no: Klikk-i-tekst
se: Coahkkal-teavsttas

source: Sources
no: Kilder

source: Interface language
et: Kasutajaliidese keel
no: Grensesnittspråk

source: Back
no: Tilbake

source: More dictionaris
et: Veel sõnaraamatuid
no: Andre ordbøker
se: Eanet sátnegirjjit

source: Neahttadigisánit is available for the following language groups.
et: Neahttadigisánit on saadaval järgmiste keelerühmade jaoks.
no: Neahttadigisánit er tilgjengelig for følgende språkgrupper.

source: We're currently working on some new dictionaries for the following language groups. Since these may not always be online, they are not linked here, but please contact us if you would like to see a demo!
et: Me töötame praegu mõne uue sõnaraamatuga järgmiste keelerühmade jaoks. Need ei pruugi alati olla onlainis, aga võta meiega ühedust, kui soovid demo näha!
no: Vi arbeider for tida med å legge til nye ordbøker for følgende språkgrupper. I og med at de ikke alltid vil være online har vi ikke lenke til dem her, men kontakt oss gjerne hvis du vil se dem!

source: Balto-finnic languages
et: Läänemeresoome keeled
no: østersjøfinske språk
se: Nuortamearasuopmelaš gielat

source: Olonets
et: Aunuse karjala
no: livvisk
se: Aunusgárjilgiella

source: and
et: ja
no: og
se: ja

source: Mordvinic languages
et: Mordva keeled
no: mordvinske språk
se: Mordvagielat

source: Mari languages
no: mariske språk
se: Marigielat

source: Eastern and Western.
et: niidu- ja mäemari
no: øst- og vest-
se: Niito- ja várregielat

source: Permic languages
et: Permi keeled
no: permiske språk
se: Permelaš gielat

source: Komi-Zyrian
et: sürjakomi
no: komisyrjensk
se: Komigiella

source: Even more dictionaries...
et: ja veel sõnaraamatuid...
no: Og enda flere ordbøker...
se: Ja vel eanet sátnegirjjit...

source: <a href="http://giellatekno.uit.no/">Giellatekno</a> also has other languages and dictionaries that are not yet available in Neahttadigisánit. For a list of all other online dictionaries built with our tools, <a href="http://dicts.uit.no/">see this list</a>.
no: <a href="http://giellatekno.uit.no/index.nob.html">Giellatekno</a> har også andre språk og ordbøker som fremdeles ikke er tilgjengelige i Neahttadigisánit. Ei liste over alle andre nettordbøker som har blitt bygd med våre verktøy finner du <a href="http://dicts.uit.no/index.nob.html">her</a>.

source: Bookmarklet
et: Järjehoidja
no: Bokmerke
se: Girjemearka

source: Drag and drop the following link to your Bookmark toolbar, then click it when you are on a page you wish to read. The service will automatically be installed, and you will see a menu icon on the left-hand side of the page.
no: Dra og dropp den grønne lenka til bokmerke-/favoritter-linja di, deretter klikker du på den hver gang du har funnet ei side du gjerne vil lese. Tjenesten vil bli installert automatisk, og du ser et menyikon (<em>Á</em>) på venstre side av nettsida.
se: Gease ruoná liŋkka iežat girjemearka-/favorihttafállui. Coahkkal girjemearkka go leat neahttasiiddus maid háliidat lohkat. Bálvalus sajáiduvvá automáhtalaččat, ja gurut ravddas ihtá dalle fállu (<em>Á</em>) gos sáhtát válljet giela.

source: Read with %(project_name)s
no: Les med %(project_name)s
se: %(project_name)s geavahussii

source: In order to look up a word, hold Alt or Option (⌥) and double click the word. The service will will connect to this website and return dictionary entries after a brief pause.
et: Sõna järgi vaatamiseks hoia all Alt või Option (⌥) klahvi ja tee topeltklõps sõnal. Teenus võtab ühendust selle saidiga ja saadab vastuse hetke pärast.
no: For å slå opp et ord holder du <em>Alt</em> eller <em>Option</em> (⌥) nede og dobbelklikker på ordet. Tjenesten vil kontakte denne nettsida og returnere ordboksoppslag etter en kort pause.
se: Go áiggut ohcat sáni, doala <em>Alt</em> dahje <em>Option</em> (⌥) ja duppalcoahkkal sáni. Bálvalus váldá oktavuođa dáinna siidduin ja addá dutnje jorgalusa. Ádjána binnáš.

source: To change the dictionary, click the menu icon.
et: Sõnaraamatu vahetamiseks, klõpsa menüül.
no: Du kan skifte språk i ordboka ved å klikke på " "menyikonet (<em>Á</em>).
se: Sáhtát lonuhit sátnegirjji <em>Á</em>-fálus.

source: Installing on a website
no: Installering på en internettside
se: Neahttasiidui sajáiduhttin

source: It is also possible to install the reader plugin on a website, so that users will have access to dictionaries without the bookmarklet.
no: Det er også mulig å installere klikk-i-tekst på en internettside, slik at brukere vil kunne bruke ordboka uten bruk av bokmerke.
se: Lea maiddái vejolaš sajáiduhttit coahkkal-teavsttas neahttasiidui, vai geavaheaddjit sáhttet geavahit sátnegirjji girjemearkka haga.

source: To do so, <a href="http://giellatekno.uit.no/doc/dicts/nds/AddingNDSPluginToOtherSites.html">follow our documentation</a>.
no: Følg vår <a href="http://giellatekno.uit.no/doc/dicts/nds/AddingNDSPluginToOtherSites.html">dokumentasjon</a>.
se: Čuovo <a href="http://giellatekno.uit.no/doc/dicts/nds/AddingNDSPluginToOtherSites.html">bagadeami</a>.

source: Browser support
et: Brauseri tugi
no: Nettleserstøtte
se: Neahttalohkkiid doarjja

source: The reader is supported in the following browsers:
et: Lugeja toetab järgmisi brausereid:
no: Klikk-i-tekst fungerer med følgende nettlesere:
se: Coahkkal-teavsttas doaibmá dáin neahttalohkkiin:
