Repository: UAlbertaALTLab/itwewina
Catalog: neahtta/translations/*/LC_MESSAGES/messages.po
Languages: et, no, se

source: Chrome (version 20 and newer)
et: Chrome (versioon 20 ja uuemad)
no: Chrome (versjon 20 eller nyere)
se: Chrome (veršuvdna 20 dahje ođđasat)

source: Internet Explorer (version 9 and newer)
et: Internet Explorer (versioon 9 ja uuem)
no: Internet Explorer (versjon 9 eller nyere)
se: Internet Explorer (veršuvdna 9 dahje ođđasat)

source: Firefox (version 18 and newer)
et: Firefox (versioon 18 ja uuem)
no: Firefox (versjon 18 eller nyere)
se: Firefox (veršuvdna 18 dahje ođđasat)

source: Opera (version 16 and newer)
et: Opera (versioon 16 ja uuem)
no: Opera (versjon 16 eller nyere)
se: Opera (veršuvdna 16 dahje ođđasat)

source: Bugs?
et: Vead?
no: Feil?
se: Meattáhusat?

source: If you encounter bugs, or the bookmarklet does not work on a particular page, contact us with the page URL or details of what you were reading when you encountered the problem.
no: Hvis du finner feil, eller hvis bokmerket ikke fungerer for ei viss side må du gjerne kontakte oss. Si i tilfelle fra hvilken side det gjaldt eller hva som var problemet.
se: Jus fuobmát meattáhusaid, dahje jus girjemearka ii doaimma dihto neahttasiiddus, de váldde oktavuođa minguin, ja muital siiddu URL ja maid don ledjet lohkame dalle go vuogádat ii doaibman.

source: We do not store any private data, but we do collect individual dictionary lookups for statistics and to improve the dictionary.
no: Vi lagrer ingen private data eller individuelle brukerdata, men vi samler statistikk over hvilke ordboksoppslag som blir gjort, for å rette mangler og forbedre ordboka.
se: Mii eat vurke priváhta dieđuid, muhto mii vurket sániid maid ozat statistihka ja sátnegirjji buorideami dihte.

source: Includes
et: Sisaldab
no: Inkluderer
se: Dás leat:

source: If you are looking for other languages, please see our <a href="%(more_dictionaries_link)s">other dictionaries</a>.
no: Hvis du leter etter andre språk kan du se våre <a href="/more/">andre ordbøker</a>.

source: Additional instructions
et: Lisajuhised
no: Tilleggsinstrukser

source: Your web browser is supported, however, you will need to change some options for the %(app_name)s Reader to work.
no: Nettleseren din er støttet, men du må endre noen innstillnger for å få %(app_name)s leseren til å fungere.
se: Vuogádat doarju du neahttalohkki, muhto don dárbbašat rievdadit %(app_name)s Reader ásahasaid oažžut Coahkkal-teavsttas doaibmat.

source: We have made some updates to the dictionary, which require you to replace your bookmark with a new version.
no: Vi har gjort noen oppdateringer til ordboka, så du må kaste det gamle bokmerket og dra bokmerket opp til bokmerkelinja på nytt.
se: Mii leat rievdadan vuogádaga, ja don dárbbašat ođđasit vurket girjemearkka/favorihta.

source: Drag and drop the following link to your Bookmark toolbar, then click it when you are on a page you wish to read. The service will automatically be installed, and you will see a menu icon on the left-hand side of the page.
et: Sikuta ja paiguta järgnev link oma Järjehoidjaribale, " " seejärel klõpsa seda, kui sa oled lehel, mida soovid lugeda. " " Teenus paigaldatakse automaatselt ja sa näed " " menüüikooni lehekülje vasakus servas.
no: Dra og dropp den røde lenka til bokmerke-/favoritter-linja di, deretter klikker du på den hver gang du har funnet ei side du gjerne vil lese. Tjenesten vil bli installert automatisk, og du ser et menyikon (<em>Á</em>) på venstre side av nettsida.
se: Gease rukses liŋkka iežat girjemearka-/favorihttafállui. Coahkkal girjemearkka go leat neahttasiiddus maid háliidat lohkat. Bálvalus sajáiduvvá automáhtalaččat, ja gurut ravddas ihtá dalle fállu (<em>Á</em>) gos sáhtát válljet giela.

source: is a possible form of ...
et: võib olla vorm sõnast ...
no: er en mulig form av ...
se: lea vejolaččat dán sáni hápmi:

source: More information about this word
no: Mer informasjon om dette ordet

source: Invalid format. Only json and html allowed.
et: Vigane formaat. Ainult json ja html on lubatud.
no: Ugyldig format. Bare json og html er tillatt.
se: Formáhta ii doaimma. Dušše json ja html doibmet.

source: Standard
se: Dábálaš

source: Komi
se: Komigiella

source: Erzya Mordvin
et: ersa
se: Ersagiella

source: Skolt Sámi
et: koltasaami
se: Nuortalašgiella

source: Standárda (<em>áčđŋšŧž</em>)
et: Standard (<em>áčđŋšŧž</em>)
se: Dábálaš

source: Dictionary
et: Sõnaraamat
se: Sátnegirji

source: Save
et: Salvesta
se: Vurke

source: IE8 Warning
et: IE8 hoiatus
se: IE8 váruhus

source: In order to look up a word, hold down the <em>Alt</em> or <em>Option</em> (⌥) key, and doubleclick on a word. The service will contact the dictionary, and return a word after a short pause.
et: Sõna tähenduse vaatamiseks hoia all <em>Alt</em> või <em>Option</em> (⌥) klahvi ja tee topeltklõps sõnal.
se: Go áiggut ohcat sáni, doala <em>Alt</em> dahje <em>Option</em> (⌥) ja duppalcoahkkal sáni. Bálvalus váldá oktavuođa dáinna siidduin ja addá dutnje jorgalusa. Ádjána binnáš.

source: Error!
et: Viga!
se: Feaila!

source: Unknown word
et: Tundmatu sõna
se: Amas sátni

source: You are using
et: Sa kasutad
se: Don geavahat

source: Meaning not found
et: Tähendust ei leitud
se: Ii gávnna:

source: North Sámi → Norwegian builds on Nils Jernsletten's dictionary <em>Álgosátnegirji</em>, but here it has been more than doubled in content.
et: North Saami → Norwegian builds on Nils Jernsletten's dictionary <em>Álgosátnegirji</em>, but here it has been more than doubled in content.
se: Davvisámi-dáru lea ráhkaduvvon Nils Jernslettena Álgosátnegirjji vuođul, muhto sátnevuorká lea duppalastojuvvon.

source: Norwegian → North Sámi is a converted version of North Sámi → Norwegian, but we have also revised the content and added frequent words from Norwegian.
et: Norwegian → North Saami is a converted version of North Saami → Norwegian, but we have also revised the content and added frequent words from Norwegian.
se: Dáru-davvisámi lea Davvisámi-daru sátnegirjji speadjalaston veršuvdna masa mii leat lásihan dábálaš dárogiel sániid.

source: crk ↔ eng
se: Plains Cree - eŋgelasgiela

source: yrk ↔ fin
se: Nenecagiella ↔ suomagiella

source: myv ↔ fin
se: Ersagiella ↔ suomagiella

source: mdf ↔ fin
se: Mokšagiella ↔ suomagiella

source: Definition not found for:
et: Tähendust ei leitud
se: Ii gávnna:

source: If you are using a device without a Sámi keyboard, consider using <a href="/SoMe/nob/">social media mode</a>, which allows you to type <em>acdnstz</em> for <em>áčđŋšŧž</em>.
se: Jus ii leat sámi boallobeavd, de sáhtát geavahit <a href="/SoMe/nob/">sosiála media veršuvnna</a>, mii dohkkeha <em>acdnstz</em> danin bustávvan: <em>áčđŋšŧž</em>.

source: You selected #SoMe, the variant for social media, which means that the letters acdnstz will be accepted as áčđŋšŧž in addition to their usual values.
se: Don válljejit #SoMe sosiála media várás, ja dat mearkkaša ahte bustávat acdnstz dohkkehuvvojit maiddái áčđŋšŧž:n.

source: If you are looking for other languages, please see our <a href="/more/">other dictionaries</a>.
et: Kui sa otsid teisi keeli, siis vaata palun meie <a href="/more/">teisi sõnaraamatuid</a>.
se: Jus ozat eará gielaid, geahča <a href="/more/">eará sátnegirjjiid</a>.

source: Molotsov orthography
et: Molotsovi ortograafia

source: Plains Cree
et: tasandikukrii

source: Sosiála media (maiddái <em>acdnstz</em>)
et: Social media (incl. <em>acdnstz</em>)

source: Options
et: Valikud

source: Advanced
et: edasijõudnud

source: Refresh settings
et: Värskenda seadistust

source: Update detected
et: Uuendus avastatud

source: If you find a bug, or if the bookmark does not work on a specific page <a href="mailto:giellatekno@hum.uit.no">please contact us</a>. Tell us what page didn't work, or what you did when you discovered the problem.
et: Kui sa leiad vea või mõni link ei tööta teatud lehel <a href="mailto:giellatekno@hum.uit.n

source: Could not connect to dictionary server
et: Ei saa ühendust sõnaraamatuserveriga

source: Close
et: Sulge

source: Dictionaries for Hill Mari and Finnish are based on lexical material from a large array of dictionaries and written literature from the 20th and 21th centuries. A note-worthy dictionary is the Hill Mari - Russian dictionary by Anna A. Savatkova (1981). Translation work is being conducted at the University of Helsinki by Julia Kuprina with funding from the Kone Foundation.
et: Mäemari ja soome keele sõnaraamatud tuginevad leksikaalsel materjalil hulgast sõnaraamatutest ja kirjandusest 20. ja 21. sajandist. Märkimisväärne sõnaraamat on Anna Savatkova Mäemari-vene sõnaraamat (1981). Tõlketööd teeb Julia Kuprina Helsingi ülikoolis Kone sihtasutuse rahastusel.

source: Dictionaries for Livonian and Finnish are based on the lexical materials and scientific research behind the Livonian-Estonian-Latvian dictionary by Tiit-Rein Viitso and Valts Ernštreits. Finnish translation work, content analysis and coordination is being continued in Helsinki by Renate Blumberga with funding from the Kone Foundation.
et: Liivi ja soome sõnaraamatud tuginevad Tiit-Rein Viitso ja Valts Ernštreitsi koostatud Liivi-eesti-läti sõnaraamatu materjalil. Tõlget soome keelde, sisuanalüüsi ja koordineerimist jätkab Renate Blumberga Kone sihtasutuse rahastusel.

source: Dictionaries for Nenets and Finnish are based on the lexical materials and scientific research by Natalia M. Tereschenko, Tapani Salminen and Sven-Erik Soosaar. Finnish translation work is being done in Tallin by Sven-Erik Soosaar with funding from the Kone Foundation.
et: Tundraneenetsi ja soome sõnaraamatud tuginevad Natalia Tereštšenko, Tapani Salmineni ja Sven-Erik Soosaare materjalidel ja teadusuuringutel. Soome keelde tõlgib Sven-Erik Soosaar Kone sihtasutuse rahastusel.

source: Word %(input)s not found.
et: Sõna %(input)s ei leitud.
